IDEA Connection Link
ConnectionLink.IsConnectionProject Method
 Returns true if the connection project exists
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool IsConnectionProject()
Public Function IsConnectionProject As Boolean
public:
bool IsConnectionProject()
Return Value
Type: Boolean
True if the connection project exists.
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace